<template>
    <section id="faq" class="gap-8">
        <h2 class="text-4xl md:text-5xl font-semibold py-4 px-4">Пользовательское соглашение</h2>
        <div class="container px-4">
            <p>Условия предоставления сервиса<br><br>
1. Все права на сервис «tg-checker.com» (далее «Сервис») принадлежат только его Администрации<br><br>

2. Администрация оставляет за собой право отменить действие данных условий или изменить их в одностороннем порядке.<br><br>

3. Сервис предоставляется вам на условиях «как есть». Своей регистрацией вы подтверждаете, что полностью принимаете его в таком виде, в котором он есть.<br><br>

4. Вы используете Сервис на свой риск. Администрация Сервиса не будет отвечать ни за какие потери и/или искажения данных, любую упущенную выгоду в процессе использования и/или неправильного использования Сервиса.<br><br>

5. Вы соглашаетесь с тем, что не будете использовать Сервис для действий, запрещенных законодательством РФ и соглашаетесь с тем, что Вы можете быть лишены возможности использования Сервиса в случае получения Администрацией жалобы или претензии третьего лица о нарушении Вами законодательства при использовании Сервиса.<br><br>

6. Денежные средства занесенные на баланс в Сервисе возврату не подлежат. В случаях технических проблем по вине Сервиса возможно начисление компенсации на баланс аккаунта.<br><br>

7. Цены, тарифные планы и условия предоставления услуг могут быть изменены Администрацией в одностороннем порядке.<br><br>

8. В Сервисе запрещается одним лицом создавать более одной учетной записи. Такие учетные записи будут удалены Администрацией без предупреждения.<br><br>

9. Запрещено передавать доступ к учетной записи в Сервисе третьим лицам. В случае нарушения Администрация оставляет за собой право удалить учетную запись без возврата имеющихся на ней денежных средств.<br><br>

10. Сервис хранит следующие ваши персональные данные: имя (если вы его указали), электронную почту, телефон (если вы его указали), ссылки на соцсети. Персональные данные используются Сервисом для целей идентификации вас в рамках Сервиса, а так же для установления с вами обратной связи, включая направление уведомлений, запросов, касающихся использования Сервиса, оказания услуг, обработка запросов и заявок. Более подробная информация об использовании и иной обработке Ваших персональных данных размещена в Политике конфиденциальности.<br><br>

11. Сервис использует cookies для повышения удобства работы. В частности cookies используются на первой странице сайта для определения были вы уже ранее у нас или нет.<br><br>

12. Регистрация в Сервисе означает, что вы поняли и согласились со всеми положениями данного условия.<br><br></p>
        </div>
       
    </section>
</template>

<script>
    export default {
        name: "faqView"
    }
</script>

<style lang="scss" scoped>
    #faq{
        width: 100%;
        height: 100%;
        display: flex;
        flex-direction: column;
        align-items: center;
        justify-content: start;
    }
    p{
        width: 100%;
        
    }
</style>